akamud.vscode-theme-onedark
amazonwebservices.aws-toolkit-vscode
azemoh.one-monokai
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
Codeium.codeium
Codium.codium
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
genieai.chatgpt-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
github.vscode-github-actions
GitLab.gitlab-workflow
golang.go
heybourn.headwind
icrawl.discord-vscode
manasxx.background-cover
mariorodeghiero.vue-theme
mcagampan.dark-horizon
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
PKief.material-icon-theme
Prisma.prisma
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
TabNine.tabnine-vscode
tal7aouy.theme
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
whizkydee.material-palenight-theme
YoavBls.pretty-ts-errors
zhuangtongfa.material-theme
zxh404.vscode-proto3
